Repository: EthanHarry/github-flow-test
Catalog: *.po
Languages: ar_dz

source: Privacy Policy
ar_dz: سياسة الخصوصية

source: Hello %(name)s
ar_dz: مرحباً بك %(name)s،

source: If you need further assistance, please get in touch with our customer service team at <a href="mailto:care@noon.com">care@noon.com</a>, <a href="%(website_url)s" target="_blank">live-chat</a> with us online, or call us on 800-38888
ar_dz: إذا كنت بحاجة إلى أي مساعدة، يرجى التواصل مع فريق خدمة العملاء لدينا على care@noon.com، <a href="mailto:care@noon.com"> الدردشة </a> الفورية <a href="%(website_url)s" target="_blank"> معنا </a> عبر الإنترنت أو الاتصال بنا على 80038888

source: Give your home the ultimate upgrade
ar_dz: تصميمات مذهلة مكانها بيتك

source: AED %(total)s
ar_dz: %(total)s د. إ.

source: We'll also throw in <strong>special offers</strong> because we think you're awesome.
ar_dz: ولأنك الأفضل، ستحصل دائماً منا على <strong>عروض خاصة</strong> من أجلك.

source: View Order Details
ar_dz: معاينة تفاصيل الطلب

source: What you want to wear, right here, right now
ar_dz: كل ما تريده لدينا وبين يديك

source: We regret to inform you that your order (%(order_nr)s) has been cancelled.
ar_dz: معذرة، ولكن تم إلغاء طلبيتك رقم %(order_nr)s. &nbsp;

source: Home &amp; Kitchen
ar_dz: المنزل والمطبخ

source: Unfortunately, the seller wasn’t able to fulfill your order. We sincerely apologise for the inconvenience caused.
ar_dz: لسوء الحظ، لم يتمكن البائع من توفير طلبيتك. نحن نعتذر عن أي إزعاج نتج عن ذلك.

source: Unfortunately, there was a quality control problem that prevents us from fulfilling your order. We sincerely apologise for the inconvenience caused.
ar_dz: معذرة، حدثت مشكلة في مراقبة الجودة والتي تمنعنا من تنفيذ طلبيتك، نعتذر عن أي إزعاج نتج عن ذلك.

source: Hello! Your noon order (%(order_nr)s) has been delivered. For support, contact customer service on 800-38888.
ar_dz: مرحباً، تم توصيل طلبيتك %(order_nr)s من نون. للحصول على المساعدة، يرجى الاتصال بخدمة العملاء على الرقم 80038888.

source: Your noon order has been delivered!
ar_dz: تم توصيل طلبيتك

source: Your noon order (%(order_nr)s) has been shipped and will be with you before %(timeslot)s on %(date)s. To pick a different delivery slot, visit %(shipment_url)s
ar_dz: تم شحن طلبيتك %(order_nr)s وستصلك قبل الساعة %(timeslot)s يوم %(date)s. لاختيار ميعاد تسليم مختلف، قم بزيارة %(shipment_url)s

source: You are receiving this email as <strong>%(email)s</strong> is registered on noon.com.
ar_dz: أنت تتلقى هذه الرسالة الإلكترونية لأن <strong> %(email)s </strong> مُسجل لدينا على noon.com.

source: Electronics
ar_dz: الإلكترونيات

source: HELP CENTRE
ar_dz: مركز المساعدة

source: If you need further assistance, please get in touch with our customer service team at <a href="mailto:care@noon.com">care@noon.com</a>, <a href="%(website_url)s" target="_blank">live-chat</a> with us online, or call us on 800-38888.
ar_dz: إذا كنت بحاجة إلى أي مساعدة، يرجى التواصل مع فريق خدمة العملاء لدينا على care@noon.com، <a href="mailto:care@noon.com"> الدردشة </a> الفورية <a href="%(website_url)s" target="_blank"> معنا </a> عبر الإنترنت أو الاتصال بنا على 80038888.

source: <a href="%(shipment_url)s" target="_blank" style="color: #ffffff; text-decoration:none;">Track this Order</a>
ar_dz: <a href="%(shipment_url)s" target="_blank" style="color: #ffffff; text-decoration:none;">تتبع هذه الطلبية</a>

source: Processing
ar_dz: قيد التنفيذ

source: Your order %(order_nr)s has been confirmed
ar_dz: تم تأكيد طلبيتك رقم %(order_nr)s

source: AED %(subtotal)s
ar_dz: %(subtotal)s د. إ.

source: Gadgets you'll Need. Want. Love.
ar_dz: أحدث الأجهزة التي لا غنى عنها

source: The noon team
ar_dz: فريق نون

source: Thank you for your order!
ar_dz: شكراً لاختيارك نون!

source: View Return Request
ar_dz: عرض طلب الإرجاع

source: If you need any assistance with your return request, please get in touch with our customer service team at <a href="mailto:care@noon.com">care@noon.com</a>, <a href="%(website_url)s" target="_blank">live-chat</a> with us online, or call us on 800-38888
ar_dz: إذا كنت بحاجة إلى أي مساعدة بخصوص طلب الإرجاع، فيرجى الاتصال بفريق خدمة العملاء لدينا على care@noon.com أو الدردشة <a href="mailto:care@noon.com"> الفورية </a> معنا <a href="%(website_url)s" target="_blank"> عبر </a> الإنترنت أو الاتصال بنا على 80038888

source: Thank you for choosing noon. We have received your order (%(order_nr)s) and will ship it out soon. For support, contact customer service on 800-38888.
ar_dz: شكراً لاختيارك نون. لقد تلقينا طلبيتك %(order_nr)s وسيتم شحنها قريباً. لمزيد من المعلومات، يرجى الاتصال بخدمة العملاء على الهاتف رقم 80038888.

source: We'll send you a shipping confirmation email as soon as your order is on its way.
ar_dz: سنرسل إليك بريداً إلكترونياً للتأكيد بمجرد أن تكون الطلبية في طريقها إليك.

source: Now that you're on board, you're about to discover more of what noon has to offer.
ar_dz: ستكتشف الآن المزيد عما يمكننا تقديمه لك.

source: Order No:
ar_dz: رقم الطلبية:

source: We hope you enjoyed shopping with us.
ar_dz: نأمل أن تكون قد استمتعت بالتسوق معنا.

source: Shipping Fee
ar_dz: رسوم الشحن

source: Reset your noon password
ar_dz: إعادة تعيين كلمة سر نون الخاصة بك

source: Time to come up with a more memorable password
ar_dz: حان الوقت لكتابة كلمة سر لا تنسى

source: Sold by %(seller)s
ar_dz: البائع %(seller)s

source: Pickup Location
ar_dz: مكان الاستلام

source: PHONE SUPPORT
ar_dz: الدعم عبر الهاتف

source: Ordered
ar_dz: تم الطلب

source: We all forget sometimes. Don’t worry, we’re here to save the day, click the button below to update your password.
ar_dz: قد ننسى في بعض الأحيان. ولكن لا تقلق، نحن هنا للمساعدة، انقر فوق الزر أدناه لتحديث كلمة السر الخاصة بك.

source: Your order (%(order_nr)s) has been cancelled
ar_dz: تم إلغاء طلبيتك %(order_nr)s

source: Want to be the first to know about the <strong>next sale</strong>? We'll make it happen.
ar_dz: معنا ستكون أول من يعلم بعروضنا وتخفيضاتنا القادمة. <strong> </strong>

source: Thank You,
ar_dz: شكراً لك،

source: Your noon order (%(order_nr)s) has been successfully delivered to you.
ar_dz: تمام التمام! تم توصيل طلبيتك %(order_nr)s من نون بنجاح.

source: Your noon order has been shipped!
ar_dz: تم شحن طلبيتك!

source: Soon, so very soon.
ar_dz: تمام التمام! ستسلمها قريباً

source: Delivered
ar_dz: تم التسليم

source: If you need any further assistance with your order, please get in touch with our customer service team at <a href="mailto:care@noon.com">care@noon.com</a>, <a href="%(website_url)s" target="_blank">live-chat</a> with us online, or call us on 800-38888
ar_dz: إذا كنت بحاجة إلى أي مساعدة، يرجى التواصل مع فريق خدمة العملاء لدينا على <a href="mailto:care@noon.com">care@noon.com</a>، أو <a href="%(website_url)s" target="_blank">الدردشة الفورية</a> معنا عبر الإنترنت أو الاتصال بنا على 80038888

source: We'll notify you when your order is shipped out.
ar_dz: سنقوم بإعلامك عندما يتم شحن طلبيتك.

source: Receive it by %(delivery_date)s
ar_dz: تصلك يوم %(delivery_date)s

source: Your noon order %(number)s has been confirmed and should be with you by 3 days!
ar_dz: تم تأكيد طلبيتك %(number)s من نون وينبغي أن تتسلمها في غضون 3 أيام.

source: noon
ar_dz: نون

source: Shipping Address
ar_dz: عنوان الشحن

source: We sincerely apologise for the inconvenience caused.
ar_dz: نعتذر عن أي إزعاج.

source: Your noon return request
ar_dz: طلب الإرجاع الخاص بك على نون

source: Sorted. Your order has been delivered.
ar_dz: تم تسليم طلبيتك بنجاح.

source: Terms of Sale
ar_dz: شروط البيع

source: You requested for this cancellation.
ar_dz: بعد أن طلبت إجراء الإلغاء.

source: Your order has been cancelled
ar_dz: تم إلغاء طلبيتك

source: Reset Password
ar_dz: إعادة تعيين كلمة السر

source: If you need any assistance, please get in touch with our seller support team at <a href="mailto:seller@noon.com">seller@noon.com</a> or call us on 800-36006.
ar_dz: إذا كنت بحاجة إلى أي مساعدة، يرجى التواصل مع فريق دعم البائعين لدينا على seller@noon.com <a href="mailto:seller@noon.com"> أو </a> الاتصال بنا على 80036006

source: Payment:
ar_dz: طريقة الدفع:

source: You've got great taste! Thank you for shopping with us.
ar_dz: لديك ذوق رفيع! شكراً لتسوقك معنا.

source: Baby Products
ar_dz: منتجات الأطفال

source: Terms of Use
ar_dz: شروط الاستخدام

source: AED %(shipping_fee)s
ar_dz: %(shipping_fee)s د. إ.

source: If you need any assistance, please get in touch with our customer service team at care@noon.com, <a href="%(website_url)s" target="_blank">live-chat</a> with us online, or call us on 800-38888.
ar_dz: إذا كنت بحاجة إلى أي مساعدة، يرجى التواصل مع فريق خدمة العملاء لدينا على care@noon.com أو <a href="%(website_url)s" target="_blank"> الدردشة </a> الفورية معنا عبر الإنترنت أو الاتصال بنا على 80038888.

source: Order Total:
ar_dz: مجموع الطلبية:

source: Fashion
ar_dz: الأزياء

source: Hello! Please use %(code)s to verify your phone number
ar_dz: مرحباً! يرجى استخدام %(code)s للتحقق من رقم الهاتف

source: Quantity : %(qty)s
ar_dz: الكمية: %(qty)s

source: We wanted to let you know that your noon order (%(order_nr)s), has been dispatched and will be delivered to you before <strong>%(timeslot)s</strong> on <strong>%(date)s</strong>.
ar_dz: نحن سعداء لإبلاغك بأنه تم إرسال طلبيتك %(order_nr)s وسوف يتم تسليمها لك قبل الساعة %(timeslot)s يوم %(date)s .

source: Welcome to noon!
ar_dz: مرحباً بك في نون

source: If you prefer to choose another slot for your delivery, please visit:
ar_dz: إذا كنت تفضل اختيار ميعاد آخر للتسليم، فيرجى زيارة:

source: We regret to inform you that your order (%(order_nr)s) has been cancelled. For support, contact customer service on 800-38888.
ar_dz: معذرة تم إلغاء طلبيتك %(order_nr)s. لمزيد من المعلومات، يرجى الاتصال بخدمة العملاء على الرقم 80038888.

source: Return requested.
ar_dz: تم طلب الإرجاع.

source: Your noon order (%(number)s) has been received and is currently being processed by our team.
ar_dz: تم استلام طلبيتك %(number)s ، ويقوم حالياً فريق العمل لدينا بتحضيرها.

source: Beauty
ar_dz: الجمال

source: Thank you for choosing noon.
ar_dz: شكراً لاختيارك نون!

source: Your beauty kit heroes are here
ar_dz: أرقى مستحضرات التجميل لدينا من أجلك

source: Order Number
ar_dz: رقم الطلبية

source: AED %(price)s
ar_dz: %(price)s د. إ.

source: Your order %(order_nr)s has been confirmed successfully!
ar_dz: تم تأكيد طلبيتك %(order_nr)s بنجاح!

source: EMAIL SUPPORT
ar_dz: الدعم عبر البريد الإلكتروني

source: Shipped
ar_dz: تم الشحن

source: Subtotal
ar_dz: المجموع الفرعي

source: SHIPPING ADDRESS
ar_dz: عنوان الشحن

source: © 2017 noon. Noon E Commerce Owned By Noon AD Holdings One Person Company LLC P.O. Box 9421, Dubai, United Arab Emirates.
ar_dz: © 2017 نون. شركة نون للتجارة الإلكترونية المملوكة من قِبل نون AD القابضة شركة شخص واحد ذ.م.م. صندوق بريد 9421، دبي، الإمارات العربية المتحدة.

source: Total
ar_dz: المجموع

source: Return Request
ar_dz: طلب الإرجاع

source: ORDER SUMMARY
ar_dz: ملخص الطلبية

source: Your order confirmation is here
ar_dz: تأكيد طلبيتك هنا

source: Want an alert on legendary <strong>new brands</strong>? You've got it!
ar_dz: سنقوم بإعلامك عند انضمام أرقى <strong> الماركات التجارية </strong> إلينا!

source: Explore
ar_dz: تصفح
